<html>

	<head>

		<meta charset="utf-8">
		<?php include"standart.php" ?>
	</head>
	<body>
	<div class="main">
	<h1>Массив</h1>
	<pre>
	Массив — это непрерывный участок памяти,содержащий последовательность однотипных данных. 
	Каждый член этой последовательности называется элементом массива. 
	Доступ к элементам массива производится по их номеру в последовательности, который в этом случае называется индексом.
	Количество элементов в массиве называется размерностью массива. Причем важно заметить, что если размерность массива равна n,
	то индекс этого массива изменяется от 0 до n-1.</pre>
	<body>
	</div>
</html>