<html>

	<head>

		<meta charset="utf-8">
		<?php include"standart.php" ?>
	</head>
	<body>
	<div class="main">
	<h1>Стек</h1>
	<pre>
Стек — это коллекция, элементы которой получают по принципу «последний вошел, первый вышел» (Last-In-First-Out или LIFO).
Это значит, что мы будем иметь доступ только к последнему добавленному элементу.

Стеки имеют некоторые ассоциируемые методы:

	Push — добавить элемент в стек;
	Pop   — удалить элемент из стека;
	Peek — просмотреть элементы стека;</pre>
	<body>
	</div>
</html>